examples/pressuretest/GPU_gas/slau2/constant/inletPressure.table
// Inlet pressure history extracted from 图中压力数据_整理_Pa.xlsx.
// Units: time [s], pressure [Pa]. Not active in the constant-pressure smoke.
(
    (0 252063.4)
    (0.1 4479014.4)
    (0.2 6683441.8)
    (0.3 5883989)
    (0.4 5233954.2)
    (0.5 5132464.7)
    (0.6 5152050.4)
    (0.7 5194782.8)
    (0.8 5230393.2)
    (0.9 5296272.4)
    (1 5319419.1)
    (1.1 5347907.4)
    (1.2 5372884.7)
    (1.3 5406664.5)
    (1.4 5424469.7)
    (1.5 5438713.9)
    (1.6 5458299.6)
    (1.7 5474324.2)
    (1.8 5497471)
    (1.9 5538422.9)
    (2 5559789.1)
    (2.1 5565130.7)
    (2.2 5597180)
    (2.3 5614985.2)
    (2.4 5641693)
    (2.5 5675522.8)
    (2.6 5705791.7)
    (2.7 5741402)
    (2.8 5766329.3)
    (2.9 5805500.7)
    (3 5844672.1)
    (3.1 5860696.8)
    (3.2 5883843.5)
    (3.3 5926576)
    (3.4 5958625.3)
    (3.5 5942600.6)
    (3.6 5924795.4)
    (3.7 5905209.7)
    (3.8 5876721.4)
    (3.9 5842891.6)
    (4 5805500.7)
    (4.1 5773451.4)
    (4.2 5741402)
    (4.3 5695108.5)
    (4.4 5673742.3)
    (4.5 5645254)
    (4.6 5622107.3)
    (4.7 5575813.8)
    (4.8 5559789.1)
    (4.9 5522398.2)
    (5 5517056.7)
    (5.1 5499251.5)
    (5.2 5479665.8)
    (5.3 5447616.5)
    (5.4 5428030.8)
    (5.5 5426250.2)
    (5.6 5392420.4)
    (5.7 5390639.9)
    (5.8 5372834.7)
    (5.9 5360371.1)
    (6 5342565.9)
    (6.1 5351468.5)
    (6.2 5314077.6)
    (6.3 5315858.1)
    (6.4 5298052.9)
    (6.5 5308736)
    (6.6 5292711.4)
    (6.7 5287369.8)
    (6.8 5294491.9)
    (6.9 5294491.9)
    (7 5269564.6)
    (7.1 5274906.2)
    (7.2 5285589.3)
    (7.3 5276686.7)
    (7.4 5290930.8)
    (7.5 5290930.8)
    (7.6 5303394.5)
    (7.7 5308736)
    (7.8 5317638.6)
    (7.9 5326541.2)
    (8 5342565.9)
    (8.1 5360371.1)
    (8.2 5378176.2)
    (8.3 5385298.3)
    (8.4 5413786.6)
    (8.5 5412006.1)
    (8.6 5426250.2)
    (8.7 5444055.4)
    (8.8 5488568.4)
    (8.9 5509934.6)
    (9 5531300.8)
    (9.1 5565130.7)
    (9.2 5600741.1)
    (9.3 5614985.2)
    (9.4 5647034.5)
    (9.5 5664839.7)
    (9.6 5680864.4)
    (9.7 5711133.2)
    (9.8 5743182.5)
    (9.9 5766329.3)
    (10 5727157.9)
    (10.1 5650595.6)
    (10.2 5590057.9)
    (10.3 5582935.9)
    (10.4 5582935.9)
    (10.5 5590057.9)
    (10.6 5607863.1)
    (10.7 5613204.7)
    (10.8 5625668.3)
    (10.9 5643473.5)
    (11 5661278.7)
    (11.1 5682644.9)
    (11.2 5693328)
    (11.3 5720035.8)
    (11.4 5741402)
    (11.5 5757426.7)
    (11.6 5785915)
    (11.7 5803720.2)
    (11.8 5832208.5)
    (11.9 5860696.8)
    (12 5871379.9)
    (12.1 5898087.7)
    (12.2 5930137)
    (12.3 5946161.7)
    (12.4 5978211)
    (12.5 5990674.6)
    (12.6 6022724)
    (12.7 6049431.7)
    (12.8 6072578.5)
    (12.9 6101066.8)
    (13 6129555.1)
    (13.1 6163384.9)
    (13.2 6190092.7)
    (13.3 6207897.9)
    (13.4 6234605.7)
    (13.5 6259532.9)
    (13.6 6282679.7)
    (13.7 6311168)
    (13.8 6321851.1)
    (13.9 6353900.4)
    (14 6366364)
    (14.1 6403754.9)
    (14.2 6442926.3)
    (14.3 6464292.5)
    (14.4 6505244.5)
    (14.5 6515927.6)
    (14.6 6453609.4)
    (14.7 6366364)
    (14.8 6321851.1)
    (14.9 6291582.3)
    (15 6279118.6)
    (15.1 6277338.1)
    (15.2 6296923.8)
    (15.3 6321851.1)
    (15.4 6348558.8)
    (15.5 6357461.4)
    (15.6 6361022.5)
    (15.7 6357461.4)
    (15.8 6375266.6)
    (15.9 6391291.3)
    (16 6409096.5)
    (16.1 6441146)
    (16.2 6446487)
    (16.3 6458951)
    (16.4 6480317)
    (16.5 6496342)
    (16.6 6530172)
    (16.7 6547977)
    (16.8 6571124)
    (16.9 6601393)
    (17 6633442)
    (17.1 6658369)
    (17.2 6670833)
    (17.3 6693979)
    (17.4 6713565)
    (17.5 6740273)
    (17.6 6750956)
    (17.7 6775883)
    (17.8 6823957)
    (17.9 6850665)
    (18 6857787)
    (18.1 6879158)
    (18.2 6909422)
    (18.3 6925447)
    (18.4 6955716)
    (18.5 6971740)
    (18.6 7005570)
    (18.7 7032278)
    (18.8 7057205)
    (18.9 7085694)
    (19 7107060)
    (19.1 7133768)
    (19.2 7155134)
    (19.3 7180061)
    (19.4 7196086)
    (19.5 7224574)
    (19.6 7251282)
    (19.7 7267306)
    (19.8 7301136)
    (19.9 7327844)
    (20 7343869)
    (20.1 7363454)
    (20.2 7395504)
    (20.3 7390162)
    (20.4 7397284)
    (20.5 7399065)
    (20.6 7406187)
    (20.7 7404406)
    (20.8 7395504)
    (20.9 7384821)
    (21 7399065)
    (21.1 7406187)
    (21.2 7397284)
    (21.3 7422212)
    (21.4 7425773)
    (21.5 7436456)
    (21.6 7431114)
    (21.7 7454261)
    (21.8 7472066)
    (21.9 7491652)
    (22 7496993)
    (22.1 7500554)
    (22.2 7500554)
    (22.3 7516579)
    (22.4 7516579)
    (22.5 7534384)
    (22.6 7536165)
    (22.7 7537945)
    (22.8 7546848)
    (22.9 7539726)
    (23 7548628)
    (23.1 7555750)
    (23.2 7555750)
    (23.3 7564653)
    (23.4 7561092)
    (23.5 7561092)
    (23.6 268088)
    (23.7 4571.3)
    (23.8 11693.4)
    (23.9 9912.8)
    (24 8132.3)
)
